export const bookTitle = {
    '创出利民申': ['创', '出', '利', '民', '申'],
    '书士得撒撒': ['书', '士', '得', '撒', '撒'],
    '王王代代拉尼斯': [
        '王', '王', '代',
        '代', '拉', '尼',
        '斯'
    ],
    '伯诗箴传歌': ['伯', '诗', '箴', '传', '歌'],
    '赛耶哀结但': ['赛', '耶', '哀', '结', '但'],
    '何珥摩俄拿弥鸿': [
        '何', '珥', '摩',
        '俄', '拿', '弥',
        '鸿'
    ],
    '哈番该亚玛': ['哈', '番', '该', '亚', '玛'],
    '太可路约': ['太', '可', '路', '约'],
    '徒罗林林': ['徒', '罗', '林', '林'],
    '加弗腓西帖帖提提': [
        '加', '弗', '腓',
        '西', '帖', '帖',
        '提', '提'
    ],
    '多门来雅': ['多', '门', '来', '雅'],
    '彼彼约约约犹启': [
        '彼', '彼', '约',
        '约', '约', '犹',
        '启'
    ]
}

export const SiderData = [
    {
        "name": "书士得撒撒",
        "children": [
            {
                "name": "书",
                "children": [
                    {
                        "name": "01|刚强壮胆（书1-5章）"
                    },
                    {
                        "name": "02|以信心胜过（书6-10章）"
                    },
                    {
                        "name": "03|砍马焚车（书11-15章）"
                    },
                    {
                        "name": "04|应许也就意味着命令（书16-20章）"
                    },
                    {
                        "name": "05|活的信仰（书21-24章）"
                    }
                ]
            },
            {
                "name": "士",
                "children": [
                    {
                        "name": "01|每况愈下（士1-5章）"
                    },
                    {
                        "name": "02|得胜和软弱（士6-10章）"
                    },
                    {
                        "name": "03|从耶弗他到参孙（士11-15章）"
                    },
                    {
                        "name": "04|整体失败（士16-20章）"
                    },
                    {
                        "name": "05|基督如何作王呢？（士21章）"
                    }
                ]
            },
            {
                "name": "得",
                "children": [
                    {
                        "name": "01|神如何介入历史（得1-4章之一）"
                    },
                    {
                        "name": "02|多走一步（得1-4章之二）"
                    },
                    {
                        "name": "03|破茧而出（得1-4章之三）"
                    }
                ]
            },
            {
                "name": "撒上",
                "children": [
                    {
                        "name": "01|你真尊重神吗？（撒上1-5章）"
                    },
                    {
                        "name": "02|在你心中谁是王？（撒上6-10章）"
                    },
                    {
                        "name": "03|听命胜于献祭（撒上11-15章）"
                    },
                    {
                        "name": "04|你如何回应神？（撒上16-20章）"
                    },
                    {
                        "name": "05|野蛮成长还是灵性成长？（撒上21-25章）"
                    },
                    {
                        "name": "06|越过失败和软弱（撒上26-31章）"
                    }
                ]
            },
            {
                "name": "撒下",
                "children": [
                    {
                        "name": "01|温柔的人必承受地土（撒下1-5章）"
                    },
                    {
                        "name": "02|在世俗中彰显神圣（撒下5-10章）"
                    },
                    {
                        "name": "03|罪意味着什么（撒下11-15章）"
                    },
                    {
                        "name": "04|自我恰是自我最大的敌人！（撒下16-20章）"
                    },
                    {
                        "name": "05|还有指望（撒下21-24章）"
                    }
                ]
            }
        ]
    },
    {
        "name": "创出利民申",
        "children": [
            {
                "name": "出",
                "children": [
                    {
                        "name": "01|你生命中的埃及与出走（出1-5章）"
                    },
                    {
                        "name": "02|九灾（出6-10章）"
                    },
                    {
                        "name": "03|导演上场（出11-15章）"
                    },
                    {
                        "name": "04|神不放弃（出16-20章）"
                    },
                    {
                        "name": "05|从平凡到超凡（出21-25章）"
                    },
                    {
                        "name": "06|荣美建造（出26-30章）"
                    },
                    {
                        "name": "07|你以自己发明的方式敬拜神吗（出31-35章）"
                    },
                    {
                        "name": "08|神愿意（出36-40章）"
                    }
                ]
            },
            {
                "name": "创",
                "children": [
                    {
                        "name": "01|起初，神创造天地（创1-4章）"
                    },
                    {
                        "name": "02|审判之可畏，恩典之浩大（创5-8章）"
                    },
                    {
                        "name": "03|谁是匮乏和不足者？（创9-12章）"
                    },
                    {
                        "name": "04|在上帝的应许中行走（创13-16章）"
                    },
                    {
                        "name": "05|影响世界还是被世界影响（创17-20章）"
                    },
                    {
                        "name": "06|经受考验而成长（创21-24章）"
                    },
                    {
                        "name": "07|神在雕琢你的生命（创25-28章）"
                    },
                    {
                        "name": "08|圣经是面让你看到自己的镜子（创29-32章）"
                    },
                    {
                        "name": "09|得胜从承认失败开始（创33-36）"
                    },
                    {
                        "name": "10|好的领导力就是好的影响力（创37-40）"
                    },
                    {
                        "name": "11|上帝是历史的主（创41-44章）"
                    },
                    {
                        "name": "12|上帝的意思是好的（创45-50章）"
                    }
                ]
            },
            {
                "name": "利",
                "children": [
                    {
                        "name": "01|敬拜与生活（利1-5章）"
                    },
                    {
                        "name": "02|别炫耀基督之外的任何东西（利6-10章）"
                    },
                    {
                        "name": "03|在你和食物之间是神（利11-15章）"
                    },
                    {
                        "name": "04|赎罪才是大事件（利16-20章）"
                    },
                    {
                        "name": "05|领袖的圣洁（利21-25章）"
                    },
                    {
                        "name": "06|神许愿，人许愿（利26-27章）"
                    }
                ]
            },
            {
                "name": "民",
                "children": [
                    {
                        "name": "01|人性相通（民1-5章）"
                    },
                    {
                        "name": "02|以神为中心的生活（民6-10章）"
                    },
                    {
                        "name": "03|人是最忘恩负义的物种（民11-15章）"
                    },
                    {
                        "name": "04|反叛爆发（民16-20章）"
                    },
                    {
                        "name": "05|不只进入，还要争战（民21-25章）"
                    },
                    {
                        "name": "06|归于庆祝（民26-30章）"
                    },
                    {
                        "name": "07|浊流清泉（民31-36章）"
                    }
                ]
            },
            {
                "name": "申",
                "children": [
                    {
                        "name": "01|回忆神学（申1-5章）"
                    },
                    {
                        "name": "02|尽心、尽性、尽力（申6-10章）"
                    },
                    {
                        "name": "03|语重心长（申11-15章）"
                    },
                    {
                        "name": "04|士气（申16-20章）"
                    },
                    {
                        "name": "05|从牛、鸟到人的温暖（申21-25章）"
                    },
                    {
                        "name": "06|赐一罐尘土以灵（申26-30章）"
                    },
                    {
                        "name": "07|以诗为证（申31-34章）"
                    }
                ]
            }
        ]
    }
]