export const bookTitle = {
    '创出利民申': ['创', '出', '利', '民', '申'],
    '书士得撒撒': ['书', '士', '得', '撒', '撒'],
    '王王代代拉尼斯': [
        '王', '王', '代',
        '代', '拉', '尼',
        '斯'
    ],
    '伯诗箴传歌': ['伯', '诗', '箴', '传', '歌'],
    '赛耶哀结但': ['赛', '耶', '哀', '结', '但'],
    '何珥摩俄拿弥鸿': [
        '何', '珥', '摩',
        '俄', '拿', '弥',
        '鸿'
    ],
    '哈番该亚玛': ['哈', '番', '该', '亚', '玛'],
    '太可路约': ['太', '可', '路', '约'],
    '徒罗林林': ['徒', '罗', '林', '林'],
    '加弗腓西帖帖提提': [
        '加', '弗', '腓',
        '西', '帖', '帖',
        '提', '提'
    ],
    '多门来雅': ['多', '门', '来', '雅'],
    '彼彼约约约犹启': [
        '彼', '彼', '约',
        '约', '约', '犹',
        '启'
    ]
}

export const SiderData =[
    {
        "name": "加弗腓西帖帖提提",
        "children": [
            {
                "name": "加",
                "children": [
                    {
                        "name": "01|因真理得自由以喜乐（加1章之一）"
                    },
                    {
                        "name": "02|为主所召（加1章之二）"
                    },
                    {
                        "name": "03|充满悬念的撒冷之行（加2章之一）"
                    },
                    {
                        "name": "04|保罗为什么当面批评彼得（加2章之二）"
                    },
                    {
                        "name": "05|经历活生生与基督联合的奥秘（加2章之三）"
                    },
                    {
                        "name": "07|摩西和亚伯拉罕打架？（加3章之二）"
                    },
                    {
                        "name": "08|宇宙中的永恒漂泊者（加3章之三）"
                    },
                    {
                        "name": "09|不走回头路（加4章之一）"
                    },
                    {
                        "name": "10|赶出夏甲和以实玛利（加4章之二）"
                    },
                    {
                        "name": "11|唯独恩典（加5章之一）"
                    },
                    {
                        "name": "12|顺着圣灵而行（加5章之二）"
                    },
                    {
                        "name": "13|践行爱（加6章之一）"
                    },
                    {
                        "name": "14|践行爱要紧的是作新造的人（加6章之二）"
                    },
                    {
                        "name": "|因信称义的圣经根基（加3章之一）"
                    }
                ]
            },
            {
                "name": "帖前",
                "children": [
                    {
                        "name": "01|帖前的背景和写作动机（帖前1之一）"
                    },
                    {
                        "name": "03|凭爱心说真理（帖前2之一）"
                    },
                    {
                        "name": "05|命定受患难（帖前2之三）"
                    },
                    {
                        "name": "06|上帝的旨意是要你们圣洁（帖前3:11-4:12）"
                    },
                    {
                        "name": "07|主什么时候再来（帖前5之一）"
                    },
                    {
                        "name": "08|保罗三组重要劝勉（帖前5之二）"
                    },
                    {
                        "name": "09|保罗是在鼓吹三元论吗（帖前5之三）"
                    },
                    {
                        "name": "|价值取决于回应真理的程度（帖前2之二）"
                    }
                ]
            },
            {
                "name": "帖后",
                "children": [
                    {
                        "name": "01|恒久忍耐的理由（帖后1章）"
                    },
                    {
                        "name": "02|两大征兆（帖后2之一）"
                    },
                    {
                        "name": "03|被拣选而信（帖后2之二）"
                    },
                    {
                        "name": "04|警戒不守规矩的人（帖后3）"
                    }
                ]
            },
            {
                "name": "弗",
                "children": [
                    {
                        "name": "|一举一动有神国样式（弗5章之一）"
                    },
                    {
                        "name": "|下级与上级同有一位主（弗6章之五）"
                    },
                    {
                        "name": "|不可不学的永恒天国投资学（弗5章之三）"
                    },
                    {
                        "name": "|不是与属血气的争战而是与属灵气的恶魔争战（弗6章之六）"
                    },
                    {
                        "name": "|不止脱下更要穿上（弗4章之九）"
                    },
                    {
                        "name": "|不要叫神的圣灵担忧（弗4章之十）"
                    },
                    {
                        "name": "|与基督联合的双重意义（弗2章之二）"
                    },
                    {
                        "name": "|丰富恩典使世界都黯然失色（弗1章之三）"
                    },
                    {
                        "name": "|为什么在主里听从父母（弗6章之一）"
                    },
                    {
                        "name": "|主藉着赐下职分管理教会（弗4章之三）"
                    },
                    {
                        "name": "|人啊人（弗4章之六）"
                    },
                    {
                        "name": "|作基督徒的意味（弗1章之一）"
                    },
                    {
                        "name": "|你经历了圣灵的印记吗？对，就是现在（弗1之四）"
                    },
                    {
                        "name": "|保罗难道把旧约引用错了吗？（弗4章之二）"
                    },
                    {
                        "name": "|信心如何当作藤牌（弗6章之十四）"
                    },
                    {
                        "name": "|公义护心镜是指着什么说的呢？（弗6章之十一）"
                    },
                    {
                        "name": "|刚强亲密和有根有基（弗3章之三）"
                    },
                    {
                        "name": "|可怒之子（弗2章之一）"
                    },
                    {
                        "name": "|合一的属灵根基与生命见证（弗4章之一）"
                    },
                    {
                        "name": "|和众圣徒一同明白基督的爱何等长阔高深（弗3章之四）"
                    },
                    {
                        "name": "|在基督里同归于一（弗6章之十九）"
                    },
                    {
                        "name": "|基本婚姻秩序及其理由（弗5章之五）"
                    },
                    {
                        "name": "|基督徒工作原则（弗6章之四）"
                    },
                    {
                        "name": "|基督教为何在当时没有反对奴隶制（弗6章之三）"
                    },
                    {
                        "name": "|天使弯腰在惊叹（弗3章之二）"
                    },
                    {
                        "name": "|奥秘显明与你我之关联（弗3章之一）"
                    },
                    {
                        "name": "|如何靠主养儿育女（弗6章之二）"
                    },
                    {
                        "name": "|婚姻关系的崇高境界（弗5章之六）"
                    },
                    {
                        "name": "|学了基督（弗4章之七）"
                    },
                    {
                        "name": "|对付魔鬼的三种策略（弗6章之八）"
                    },
                    {
                        "name": "|恩召、基业、能力、何等指望、丰盛浩大（弗1之五）"
                    },
                    {
                        "name": "|成为一体的奥秘（弗5章之七）"
                    },
                    {
                        "name": "|成全圣徒，各尽其职，建立身体（弗4章之四）"
                    },
                    {
                        "name": "|戴上救恩头盔拿着圣灵宝剑（弗6章之十五）"
                    },
                    {
                        "name": "|拿起信心当藤牌（弗6章之十三）"
                    },
                    {
                        "name": "|永约与拣选（弗1章之二）"
                    },
                    {
                        "name": "|灵胞亲情（弗6章之十八）"
                    },
                    {
                        "name": "|狭窄到宽阔的救恩（弗2章之四）"
                    },
                    {
                        "name": "|真正的见证怎么作（弗2章之三）"
                    },
                    {
                        "name": "|祷告七要（弗6章之十七）"
                    },
                    {
                        "name": "|穿上福音的鞋到底是什么？（弗6章之十二）"
                    },
                    {
                        "name": "|系上真理的腰带（弗6章之十）"
                    },
                    {
                        "name": "|脱下旧人穿上新人（弗4章之八）"
                    },
                    {
                        "name": "|苦毒VS恩慈（弗4章之十一）"
                    },
                    {
                        "name": "|荣耀颂与大赞美（弗3章之五）"
                    },
                    {
                        "name": "|诗章颂词灵歌（弗5章之四）"
                    },
                    {
                        "name": "|起来争战（弗6章之九）"
                    },
                    {
                        "name": "|这段话只要认真对待就会有大复兴（弗5章之八）"
                    },
                    {
                        "name": "|长大成人（弗4章之五）"
                    },
                    {
                        "name": "|靠着圣灵祷告（弗6章之十六）"
                    },
                    {
                        "name": "|魔鬼的三种攻击（弗6章之七）"
                    },
                    {
                        "name": "|黑暗与光明（弗5章之二）"
                    }
                ]
            },
            {
                "name": "提前",
                "children": [
                    {
                        "name": "01|保罗为何写教牧书信与提摩太前书（提前1章之一）"
                    },
                    {
                        "name": "02|面对假教师（提前1章之二）"
                    },
                    {
                        "name": "03|教义与生活（提前1章之三）"
                    },
                    {
                        "name": "04|保罗为什么突然把自己摆进来（提前1章之四）"
                    },
                    {
                        "name": "05|赶出许米乃和亚历山大（提前1章之五）"
                    },
                    {
                        "name": "06|上帝之宽广（提前2章之一）"
                    },
                    {
                        "name": "07|保罗的意思是姊妹不可讲道吗?（提前2章之二）"
                    },
                    {
                        "name": "09|作执事的资格（提前3章之二）"
                    },
                    {
                        "name": "10|教会是灰姑娘吗？（提前3章之三）"
                    },
                    {
                        "name": "11|教会之中的鬼魔道理（提前4章之一）"
                    },
                    {
                        "name": "12|操练身体VS操练敬虔（提前4章之二）"
                    },
                    {
                        "name": "13|对敬虔操练的默想（提前4章之三）"
                    },
                    {
                        "name": "14|以道为中心的宣读、劝勉和教导（提前4章之四）"
                    },
                    {
                        "name": "15|你是听劝的人吗？（提前5章之一）"
                    },
                    {
                        "name": "16|如何对待最弱势的群体（提前5章之二）"
                    },
                    {
                        "name": "17|对长老的吩咐（提前5章之三）"
                    },
                    {
                        "name": "18|心中有神方可目中有人（提前6之一）"
                    },
                    {
                        "name": "19|以真道治钱瘾（提前6之二）"
                    },
                    {
                        "name": "20|情感、理性、意志圣化（提前6之三）"
                    },
                    {
                        "name": "21|你有奋斗的两大最深动力吗？（提前6之四）"
                    },
                    {
                        "name": "22|警告依靠钱财的人（提前6之五）"
                    },
                    {
                        "name": "23|曲终奏雅信末祝福（提前6之六）"
                    },
                    {
                        "name": "|面对假教师（提前1章之二）"
                    }
                ]
            },
            {
                "name": "提后",
                "children": [
                    {
                        "name": "01|关于保罗属灵遗嘱的美好回忆（提后1之一）"
                    },
                    {
                        "name": "02|信仰传承（提后1之二）"
                    },
                    {
                        "name": "03|刚强、仁爱、谨守（提后1之三）"
                    },
                    {
                        "name": "04|神为何救我们？（提后1之四）"
                    },
                    {
                        "name": "05|信仰既是活的关系又是纯正话语规模（提后1之五）"
                    },
                    {
                        "name": "06|到底谁守着谁（提后1之六）"
                    },
                    {
                        "name": "07|忠诚与背叛（提后1之七）"
                    },
                    {
                        "name": "08|三个比喻（提后2章之一）"
                    },
                    {
                        "name": "09|苦路VS活路（提后2章之二）"
                    },
                    {
                        "name": "10|按正意分解（提后2章之三）"
                    },
                    {
                        "name": "11|作贵重器皿（提后2章之四）"
                    },
                    {
                        "name": "12|末世人性写照（提后3章之一）"
                    },
                    {
                        "name": "13|无知而被引诱（提后3章之二）"
                    },
                    {
                        "name": "14|苦难神学的根基是复活的大能（提后3章之三）"
                    },
                    {
                        "name": "15|你有没有听到神的呼吸？（提后3章之四）"
                    },
                    {
                        "name": "16|圣经的益处（提后3章之五）"
                    },
                    {
                        "name": "17|务要传道（提后4章之一）"
                    },
                    {
                        "name": "18|主恩够用（提后4章之二）"
                    }
                ]
            },
            {
                "name": "腓",
                "children": [
                    {
                        "name": "01|在各样境况中活出基督（腓1之一）"
                    },
                    {
                        "name": "02|属灵密友与传讲基督（腓1之二）"
                    },
                    {
                        "name": "03|爱心成长结满果子的生命和图景（腓1之三）"
                    },
                    {
                        "name": "04|在福音前线（腓1之四）"
                    },
                    {
                        "name": "05|在基督里忘我（腓1之五）"
                    },
                    {
                        "name": "06|生死事大（腓1之六）"
                    },
                    {
                        "name": "07|心惊肉跳中你会不会递出投名状（腓1之七）"
                    },
                    {
                        "name": "08|合一谦卑的属灵根基（腓2之一）"
                    },
                    {
                        "name": "09|从“看”到“顾”（腓2之二）"
                    },
                    {
                        "name": "10|神以奴仆形象服侍（腓2之三）"
                    },
                    {
                        "name": "11|窥见人生真相（腓2之四）"
                    },
                    {
                        "name": "12|无不口称耶稣基督为主（腓2之五）"
                    },
                    {
                        "name": "13|神在你心里运行（腓2之六）"
                    },
                    {
                        "name": "14|明光照耀（腓2之七）"
                    },
                    {
                        "name": "15|看保罗如何介绍和举荐自己的同工（腓2之八）"
                    },
                    {
                        "name": "16|靠主喜乐（腓3之一）"
                    },
                    {
                        "name": "17|以恩典治疗自夸（腓3之二）"
                    },
                    {
                        "name": "18|作基督的跟随者而不是旁观者（腓3之三）"
                    },
                    {
                        "name": "19|忘记背后努力面前向着标杆直跑（腓3之四）"
                    },
                    {
                        "name": "20|丰富深刻的成长神学（腓3之五）"
                    },
                    {
                        "name": "21|“行”（腓3之六）"
                    },
                    {
                        "name": "22|作天上国民的意味（腓3之七）"
                    },
                    {
                        "name": "23|因名录在生命册上就更加合一相爱（腓4之一）"
                    },
                    {
                        "name": "24|主其实是说：我知道了！（腓4之二）"
                    },
                    {
                        "name": "25|到底如何靠主一无挂虑常常喜乐（腓4之三）"
                    },
                    {
                        "name": "26|圣洁的传染（腓4之四）"
                    },
                    {
                        "name": "27|保罗知足和喜乐的秘诀（腓4之五）"
                    },
                    {
                        "name": "28|通过施与共拓神国（腓4之六）"
                    },
                    {
                        "name": "29|监狱变教会（腓4之七）"
                    },
                    {
                        "name": "30|秋天的腓立比书（腓4之八）"
                    }
                ]
            },
            {
                "name": "西",
                "children": [
                    {
                        "name": "01|歌罗西书的背景结构与主旨（西1章之一）"
                    },
                    {
                        "name": "02|以基督为中心（西1章之二）"
                    },
                    {
                        "name": "03|果子、道和传道人（西1章之三）"
                    },
                    {
                        "name": "04|迁入祂爱子之国（西1章之四）"
                    },
                    {
                        "name": "05|耶稣基督的创造主权意味着什么（西1章之五）"
                    },
                    {
                        "name": "07|与神和好（西1章之七）"
                    },
                    {
                        "name": "08|保罗怎么能补满基督患难的缺欠？（西1章之八）"
                    },
                    {
                        "name": "09|苦难之为欢乐（西1章之九）"
                    },
                    {
                        "name": "10|尽心竭力（西1章之十）"
                    },
                    {
                        "name": "11|一切智慧知识都在基督里藏着（西2章之一）"
                    },
                    {
                        "name": "12|一切丰盛都有形有体住在基督里（西2章之二）"
                    },
                    {
                        "name": "13|被摆布还是被引导（西2章之三）"
                    },
                    {
                        "name": "14|信仰是里面的生命故事（西2章之四）"
                    },
                    {
                        "name": "17|基督中心在教会中的践行（西3章之二）"
                    },
                    {
                        "name": "18|基督徒家庭生活指南（西3章之三）"
                    },
                    {
                        "name": "19|基督徒职场指南（西3章之四）"
                    },
                    {
                        "name": "20|用智慧与外人交往（西4章之一）"
                    },
                    {
                        "name": "21|属灵网络（西4章之二）"
                    },
                    {
                        "name": "|中保性主权（西1章之六）"
                    },
                    {
                        "name": "|去宗教的基督教（西2章之五）"
                    },
                    {
                        "name": "|四个真正的属灵原则（西3章之一）"
                    }
                ]
            }
        ]
    },
    {
        "name": "多门来雅",
        "children": [
            {
                "name": "多",
                "children": [
                    {
                        "name": "01|藉传扬工夫把真理显明（多1之一）"
                    },
                    {
                        "name": "02|长老与监督是一回事（多1之二）"
                    },
                    {
                        "name": "03|外表的律法主义骨子里的反律主义（多1之三）"
                    },
                    {
                        "name": "04|教会中谁都可以有荣美服侍（多2之一）"
                    },
                    {
                        "name": "05|自守、公义、敬虔（多2之二）"
                    },
                    {
                        "name": "06|无能的大能（多3之一）"
                    },
                    {
                        "name": "07|五要义的完美呈现（多3之二）"
                    },
                    {
                        "name": "08|神的伟大工作（多3之三）"
                    },
                    {
                        "name": "09|喂养绵羊驱逐灰狼（多3之四）"
                    },
                    {
                        "name": "10|以善彰信（多3之五）"
                    }
                ]
            },
            {
                "name": "来",
                "children": [
                    {
                        "name": "01|希伯来书的重要（来1章之一）"
                    },
                    {
                        "name": "02|有了最高最完全启示就不需要再回到旧约的启示方式（来1章之二）"
                    },
                    {
                        "name": "03|七大短语告诉你耶稣基督到底是谁（来1章之三）"
                    },
                    {
                        "name": "04|上帝独生爱子之涵蕴（来1章之四）"
                    },
                    {
                        "name": "05|长子的独特内涵、价值与意义（来1章之五）"
                    },
                    {
                        "name": "06|独特新郎（来1章之六）"
                    },
                    {
                        "name": "07|天地变旧唯主永存（来1章之七）"
                    },
                    {
                        "name": "08|终局与当下（来1章之八）"
                    },
                    {
                        "name": "09|郑重所听之道（来2章之一）"
                    },
                    {
                        "name": "10|如何看待神迹奇事和百般异能（来2章之二）"
                    },
                    {
                        "name": "11|从影子到实体（来2章之三）"
                    },
                    {
                        "name": "12|上帝怎么会让祂儿子受苦（来2章之四）"
                    },
                    {
                        "name": "13|人作为有死者唯一出路在于道成肉身者之死（来2章之五）"
                    },
                    {
                        "name": "14|耶稣超越所有文化宗教英雄（来3章之一）"
                    },
                    {
                        "name": "15|趁着还有今日天天彼此相劝（来3章之二）"
                    },
                    {
                        "name": "16|三种安息（来4章之一）"
                    },
                    {
                        "name": "17|得怜恤蒙恩惠作随时帮助（来4章之三）"
                    },
                    {
                        "name": "18|大祭司作为体恤者（来5章之一）"
                    },
                    {
                        "name": "19|人生不是死神唇边的冷笑（来5章之二）"
                    },
                    {
                        "name": "20|没有经过考验的人生是不值得活的人生（来5章之三）"
                    },
                    {
                        "name": "21|不做属灵聋子（来5章之四）"
                    },
                    {
                        "name": "22|不必再立根基（来6章之一）"
                    },
                    {
                        "name": "23|得到救恩还会失去吗？（来6章之二）"
                    },
                    {
                        "name": "24|恒久忍耐和盼望的灵性根基（来6章之三）"
                    },
                    {
                        "name": "25|麦基洗德如何预表耶稣基督（来7章之一）"
                    },
                    {
                        "name": "26|照着麦基洗德等次如何更对我们有益（来7章之二）"
                    },
                    {
                        "name": "27|凭什么祂能拯救到底（来7章之三）"
                    },
                    {
                        "name": "28|地上是天上的副本而已（来8章之一）"
                    },
                    {
                        "name": "29|新约何以是更美之约和新约（来8章之二）"
                    },
                    {
                        "name": "30|三大应许落实成真（来8章之三）"
                    },
                    {
                        "name": "31|会幕和赎罪日如何指向耶稣基督（来9之一）"
                    },
                    {
                        "name": "32|会幕条例与振兴（来9之二）"
                    },
                    {
                        "name": "33|从会幕到与主联合之具体默想应用（来9之三）"
                    },
                    {
                        "name": "34|为何主耶稣作大祭司有如此巨大果效（来9之四）"
                    },
                    {
                        "name": "35|万古常新之爱宛若初见又胜过初见（来9之五）"
                    },
                    {
                        "name": "36|岂不更（来9之六）"
                    },
                    {
                        "name": "37|流血与约（来9之七）"
                    },
                    {
                        "name": "38|血祭的重要（来9之八）"
                    },
                    {
                        "name": "39|天堂需要洁净吗？（来9之九）"
                    },
                    {
                        "name": "40|耶稣基督的死与你我有什么关系（来9之十）"
                    },
                    {
                        "name": "41|为何说律法只是影子（来10之一）"
                    },
                    {
                        "name": "42|脱离神震怒下的罪疚之感（来10之二）"
                    },
                    {
                        "name": "43|废掉先前立定在后（来10之三）"
                    },
                    {
                        "name": "44|叫得以成圣的人永远完全（来10之四）"
                    },
                    {
                        "name": "45|把律法和爱写在里面（来10之五）"
                    },
                    {
                        "name": "46|不可停止聚会像停止惯了的人（来10之六）"
                    },
                    {
                        "name": "47|故意犯罪者（来10之七）"
                    },
                    {
                        "name": "48|家业被夺走为何还喜乐接受（来10之八）"
                    },
                    {
                        "name": "49|信而无据还是信而有据（来11之一）"
                    },
                    {
                        "name": "50|谁能证明谁（来11之二）"
                    },
                    {
                        "name": "51|所见由所不见确证（来11之三）"
                    },
                    {
                        "name": "52|人非有信就不能得上帝的喜悦（来11之四）"
                    },
                    {
                        "name": "53|从挪亚看神对你我之邀约（来11之五）"
                    },
                    {
                        "name": "54|行不可能之事（来11之六）"
                    },
                    {
                        "name": "55|摩西之信（来11之七）"
                    },
                    {
                        "name": "56|诉说不完的美好见证（来11之八）"
                    },
                    {
                        "name": "57|你们所谓的黑暗对我来说是金色的（来11之九）"
                    },
                    {
                        "name": "58|仰望为我们信心创始成终的耶稣（来12之一）"
                    },
                    {
                        "name": "59|仰望与奔跑（来12之二）"
                    },
                    {
                        "name": "60|竟与上帝的圣洁有份（来12之三）"
                    },
                    {
                        "name": "61|与上帝的性情有份再思（来12之四）"
                    },
                    {
                        "name": "62|非圣洁没有人能见主（来12之五）"
                    },
                    {
                        "name": "63|如何看来到新约的聚会（来12之六）"
                    },
                    {
                        "name": "64|属灵嘉年华盛会（来12之七）"
                    },
                    {
                        "name": "65|聚会听道的心态（来12之八）"
                    },
                    {
                        "name": "66|献出不能保存的得到不会失去的（来12之九）"
                    },
                    {
                        "name": "67|实际教导和劝勉（来13之一）"
                    },
                    {
                        "name": "68|依从那引导你们的（来13之二）"
                    },
                    {
                        "name": "69|性、金钱、颂赞以及领袖与会众关系（来13之三）"
                    },
                    {
                        "name": "70|永约之血与恩惠长存（来13之四）"
                    },
                    {
                        "name": "71|希伯来书与你我何干（来13之五）"
                    }
                ]
            },
            {
                "name": "门",
                "children": [
                    {
                        "name": "01|从奴隶到弟兄（门1之一）"
                    },
                    {
                        "name": "02|信心显出功效（门2之二）"
                    },
                    {
                        "name": "03|保罗动人的恳求（门3之三）"
                    },
                    {
                        "name": "04|爱之实际行动（门4之四）"
                    },
                    {
                        "name": "05|超自然恩典社团之顺服（门5之五）"
                    }
                ]
            },
            {
                "name": "雅",
                "children": [
                    {
                        "name": "01|雅各书是草木禾秸之书吗？（雅1之一）"
                    },
                    {
                        "name": "02|百般试炼中的大喜乐（雅1之二）"
                    },
                    {
                        "name": "04|穷富作为试炼（雅1之四）"
                    },
                    {
                        "name": "05|战胜私欲、罪、死的三步网罗（雅1之五）"
                    },
                    {
                        "name": "06|听道与行道（雅1之六）"
                    },
                    {
                        "name": "07|不可以貌待人（雅2之一）"
                    },
                    {
                        "name": "08|成为怜悯之子（雅2之二）"
                    },
                    {
                        "name": "09|只有顺服的才是真信的（雅2之三）"
                    },
                    {
                        "name": "10|信心与行为的关系到底是什么（雅2之四）"
                    },
                    {
                        "name": "11|舌头的问题是大问题（雅3之一）"
                    },
                    {
                        "name": "12|舌头是灵魂的战场（雅3之二）"
                    },
                    {
                        "name": "13|真智慧（雅3之三）"
                    },
                    {
                        "name": "14|因被爱而去爱（雅3之四）"
                    },
                    {
                        "name": "20|雅各是教导什么誓都绝对不要起吗？（雅5之四）"
                    },
                    {
                        "name": "21|雅各是在讲只要有信心病就会得医治吗？（雅5之五）"
                    },
                    {
                        "name": "22|祷告要诀（雅5之六）"
                    },
                    {
                        "name": "23|回转之乐（雅5之七）"
                    },
                    {
                        "name": "|一宿有哭泣早晨必欢呼（雅5之三）"
                    },
                    {
                        "name": "|三味苦药（雅1之三）"
                    },
                    {
                        "name": "|不可论断和自夸（雅4之二）"
                    },
                    {
                        "name": "|圣灵爱乃至嫉妒（雅4之一）"
                    },
                    {
                        "name": "|如何在试炼中忍耐（雅5之二）"
                    }
                ]
            }
        ]
    },
    {
        "name": "徒罗林林",
        "children": [
            {
                "name": "徒",
                "children": [
                    {
                        "name": "01|势如破竹不可阻挡（徒1）"
                    },
                    {
                        "name": "02|五旬节的价值和意义（徒2）"
                    },
                    {
                        "name": "03|最奇妙之名（徒3）"
                    },
                    {
                        "name": "04|逼迫与答辩以及祷告复兴（徒4）"
                    },
                    {
                        "name": "05|传生命之道（徒5）"
                    },
                    {
                        "name": "06|面对问题解决问题（徒6）"
                    },
                    {
                        "name": "07|为何没有司提反就没有保罗？（徒7）"
                    },
                    {
                        "name": "08|圣灵活泼引导（徒8）"
                    },
                    {
                        "name": "09|扫罗遇见耶稣（徒9）"
                    },
                    {
                        "name": "10|上帝的潮流浩浩荡荡（徒10）"
                    },
                    {
                        "name": "11|我是谁，能拦阻神呢？（徒11）"
                    },
                    {
                        "name": "12|越狱（徒12）"
                    },
                    {
                        "name": "13|从安提阿到干草堆再到你（徒13）"
                    },
                    {
                        "name": "14|圣灵大能明证（徒14）"
                    },
                    {
                        "name": "15|划时代的会议（徒15）"
                    },
                    {
                        "name": "16|夜半歌声（徒16）"
                    },
                    {
                        "name": "17|切入点（徒17）"
                    },
                    {
                        "name": "18|流泪撒种欢呼收割（徒18）"
                    },
                    {
                        "name": "19|属灵影响力（徒19）"
                    },
                    {
                        "name": "20|以真理激励（徒20）"
                    },
                    {
                        "name": "21|不是屈意承欢而是力求合一（徒21）"
                    },
                    {
                        "name": "22|灵巧像蛇（徒22）"
                    },
                    {
                        "name": "23|黯淡岁月中的保罗（徒23）"
                    },
                    {
                        "name": "24|伟大的真理辩护人（徒24）"
                    },
                    {
                        "name": "25|绝地反击（徒25）"
                    },
                    {
                        "name": "26|最伟大的申辩（徒26）"
                    },
                    {
                        "name": "27|俗世情景中的属灵领导力（徒27）"
                    },
                    {
                        "name": "28|罗马湮没福音长存（徒28）"
                    }
                ]
            },
            {
                "name": "林前",
                "children": [
                    {
                        "name": "01|你知道保罗为何写哥林多前书吗（林前1之一）"
                    },
                    {
                        "name": "02|当指着主夸口（林前1之二）"
                    },
                    {
                        "name": "03|圣灵就是基督徒的哲学（林前2）"
                    },
                    {
                        "name": "04|真有属肉体的基督徒吗？（林前3之一）"
                    },
                    {
                        "name": "05|Thisismywork（林前3之二）"
                    },
                    {
                        "name": "06|领袖和会众的关系难题（林前4之一）"
                    },
                    {
                        "name": "07|神的国在乎权能（林前4之二）"
                    },
                    {
                        "name": "08|律己与待人（林前5）"
                    },
                    {
                        "name": "09|争讼之事（林前6之一）"
                    },
                    {
                        "name": "10|爱就意味着以身相许（林前6之二）"
                    },
                    {
                        "name": "11|婚姻、独身、离婚（林前7之一）"
                    },
                    {
                        "name": "12|信仰不是出家（林前7之二）"
                    },
                    {
                        "name": "13|如何看待独身（林前7之三）"
                    },
                    {
                        "name": "14|在偶像庙里坐席（林前8）"
                    },
                    {
                        "name": "15|被误解的良苦用心（林前9）"
                    },
                    {
                        "name": "16|跨越一千五百年的相遇（林前10之一）"
                    },
                    {
                        "name": "17|吃祭偶像之食物问题（林前10之二）"
                    },
                    {
                        "name": "18|蒙头问题（林前11之一）"
                    },
                    {
                        "name": "19|圣餐和爱宴问题（林前11之二）"
                    },
                    {
                        "name": "20|属灵的恩赐（林前12之一）"
                    },
                    {
                        "name": "21|不解末世论视野就难解爱之颂歌（林前13之一）"
                    },
                    {
                        "name": "22|你真了解爱吗？（林前13之二）"
                    },
                    {
                        "name": "23|作先知讲道与说方言（林前14之一）"
                    },
                    {
                        "name": "24|没有新约的初期教会如何公共崇拜（林前14之二）"
                    },
                    {
                        "name": "25|基督复活的三大证据（林前15之一）"
                    },
                    {
                        "name": "26|复活三方面的重要意义（林前15之二）"
                    },
                    {
                        "name": "27|到底怎样复活（林前15之三）"
                    },
                    {
                        "name": "28|整全国度视野（林前16）"
                    }
                ]
            },
            {
                "name": "林后",
                "children": [
                    {
                        "name": "01|为何说这是保罗感情最浓烈的一封信（林后1）"
                    },
                    {
                        "name": "02|保罗引用罗马凯旋仪式干什么（林后2）"
                    },
                    {
                        "name": "03|牧者权柄的失落（林后3之一）"
                    },
                    {
                        "name": "04|从摩西的服侍到保罗的服侍（林后3之二）"
                    },
                    {
                        "name": "06|宝贝为何必须放在瓦器之中（林后4之二）"
                    },
                    {
                        "name": "07|重叠世代中的所见与所不见（林后4之三）"
                    },
                    {
                        "name": "08|带着永恒未来活在短暂现在（林后5之一）"
                    },
                    {
                        "name": "09|两大动机（林后5之二）"
                    },
                    {
                        "name": "10|服侍者的荣美画像（林后6之一）"
                    },
                    {
                        "name": "11|信与不信不能同负一轭（林后6之二）"
                    },
                    {
                        "name": "12|依着神的意思忧愁（林后7）"
                    },
                    {
                        "name": "13|如何恢复对服侍的恩典感觉（林后8）"
                    },
                    {
                        "name": "14|分享与施与为什么这么重要（林后9）"
                    },
                    {
                        "name": "15|当面说清而不是背后乱说（林后10）"
                    },
                    {
                        "name": "16|看似愚妄实乃真仆（林后11）"
                    },
                    {
                        "name": "17|何以能以困苦为喜乐（林后12之一）"
                    },
                    {
                        "name": "18|语重心长不离不弃（林后12之二）"
                    },
                    {
                        "name": "19|再来的诸般意味（林后13）"
                    },
                    {
                        "name": "|不泄气不沮丧的秘诀（林后4之一）"
                    }
                ]
            },
            {
                "name": "罗",
                "children": [
                    {
                        "name": "01|罗马书带来的心灵故事（罗1章之一）"
                    },
                    {
                        "name": "02|保罗怎样和为何写下如此伟大的罗马书（罗1章之二）"
                    },
                    {
                        "name": "03|人类堕落的黯淡图景（罗1章之三）"
                    },
                    {
                        "name": "04|真理的应用与心灵的透视（罗2章）"
                    },
                    {
                        "name": "05|大辩论和到底什么是因信称义（罗3章）"
                    },
                    {
                        "name": "06|信绝非抽象而是具体而微（罗4章）"
                    },
                    {
                        "name": "07|罪、死何以最大逆转（罗5章）"
                    },
                    {
                        "name": "08|如何得胜罪（罗6章）"
                    },
                    {
                        "name": "09|脱离律法的诅咒得真正的自由（罗7章）"
                    },
                    {
                        "name": "10|苦难不能大过神（罗8章）"
                    },
                    {
                        "name": "11|拣选与遗弃（罗9章）"
                    },
                    {
                        "name": "12|专注方可听见（罗10章）"
                    },
                    {
                        "name": "13|犹太人问题（罗11章之一）"
                    },
                    {
                        "name": "14|犹太人与你何干（罗11章之二）"
                    },
                    {
                        "name": "15|在平常中活出超常（罗12章之一）"
                    },
                    {
                        "name": "16|互相联络作肢体（罗12章之二）"
                    },
                    {
                        "name": "17|互相联络作肢体蒙召进入人际关系之中去爱（罗12章之三）"
                    },
                    {
                        "name": "18|权柄之源（罗13章之一）"
                    },
                    {
                        "name": "19|行在光中（罗13章之二）"
                    },
                    {
                        "name": "20|以爱胜过纷争（罗14章之一）"
                    },
                    {
                        "name": "21|造就而不是毁坏上帝的工程（罗14章之二）"
                    },
                    {
                        "name": "22|力求合一（罗15章之一）"
                    },
                    {
                        "name": "23|福音的祭司（罗15章之二）"
                    },
                    {
                        "name": "24|惊心动魄的名单（罗16章之一）"
                    },
                    {
                        "name": "25|神学变成荣耀颂（罗16章之二）"
                    }
                ]
            }
        ]
    }
]