export const bookTitle = {
    '创出利民申': ['创', '出', '利', '民', '申'],
    '书士得撒撒': ['书', '士', '得', '撒', '撒'],
    '王王代代拉尼斯': [
        '王', '王', '代',
        '代', '拉', '尼',
        '斯'
    ],
    '伯诗箴传歌': ['伯', '诗', '箴', '传', '歌'],
    '赛耶哀结但': ['赛', '耶', '哀', '结', '但'],
    '何珥摩俄拿弥鸿': [
        '何', '珥', '摩',
        '俄', '拿', '弥',
        '鸿'
    ],
    '哈番该亚玛': ['哈', '番', '该', '亚', '玛'],
    '太可路约': ['太', '可', '路', '约'],
    '徒罗林林': ['徒', '罗', '林', '林'],
    '加弗腓西帖帖提提': [
        '加', '弗', '腓',
        '西', '帖', '帖',
        '提', '提'
    ],
    '多门来雅': ['多', '门', '来', '雅'],
    '彼彼约约约犹启': [
        '彼', '彼', '约',
        '约', '约', '犹',
        '启'
    ]
}

export const SiderData =[
    {
        "name": "创出利民申",
        "children": [
            {
                "name": ".DS_Store",
                "children": []
            },
            {
                "name": "出",
                "children": [
                    {
                        "name": "01|你生命中的埃及与出走（出1-5章）"
                    },
                    {
                        "name": "02|九灾（出6-10章）"
                    },
                    {
                        "name": "03|导演上场（出11-15章）"
                    },
                    {
                        "name": "04|神不放弃（出16-20章）"
                    },
                    {
                        "name": "05|从平凡到超凡（出21-25章）"
                    },
                    {
                        "name": "06|荣美建造（出26-30章）"
                    },
                    {
                        "name": "07|你以自己发明的方式敬拜神吗（出31-35章）"
                    },
                    {
                        "name": "08|神愿意（出36-40章）"
                    }
                ]
            },
            {
                "name": "创",
                "children": [
                    {
                        "name": "01|起初，神创造天地（创1-4章）"
                    },
                    {
                        "name": "02|审判之可畏，恩典之浩大（创5-8章）"
                    },
                    {
                        "name": "03|谁是匮乏和不足者？（创9-12章）"
                    },
                    {
                        "name": "04|在上帝的应许中行走（创13-16章）"
                    },
                    {
                        "name": "05|影响世界还是被世界影响（创17-20章）"
                    },
                    {
                        "name": "06|经受考验而成长（创21-24章）"
                    },
                    {
                        "name": "07|神在雕琢你的生命（创25-28章）"
                    },
                    {
                        "name": "08|圣经是面让你看到自己的镜子（创29-32章）"
                    },
                    {
                        "name": "09|得胜从承认失败开始（创33-36）"
                    },
                    {
                        "name": "10|好的领导力就是好的影响力（创37-40）"
                    },
                    {
                        "name": "11|上帝是历史的主（创41-44章）"
                    },
                    {
                        "name": "12|上帝的意思是好的（创45-50章）"
                    }
                ]
            },
            {
                "name": "利",
                "children": [
                    {
                        "name": "01|敬拜与生活（利1-5章）"
                    },
                    {
                        "name": "02|别炫耀基督之外的任何东西（利6-10章）"
                    },
                    {
                        "name": "03|在你和食物之间是神（利11-15章）"
                    },
                    {
                        "name": "04|赎罪才是大事件（利16-20章）"
                    },
                    {
                        "name": "05|领袖的圣洁（利21-25章）"
                    },
                    {
                        "name": "06|神许愿，人许愿（利26-27章）"
                    }
                ]
            },
            {
                "name": "民",
                "children": [
                    {
                        "name": "01|人性相通（民1-5章）"
                    },
                    {
                        "name": "02|以神为中心的生活（民6-10章）"
                    },
                    {
                        "name": "03|人是最忘恩负义的物种（民11-15章）"
                    },
                    {
                        "name": "04|反叛爆发（民16-20章）"
                    },
                    {
                        "name": "05|不只进入，还要争战（民21-25章）"
                    },
                    {
                        "name": "06|归于庆祝（民26-30章）"
                    },
                    {
                        "name": "07|浊流清泉（民31-36章）"
                    }
                ]
            },
            {
                "name": "申",
                "children": [
                    {
                        "name": "01|回忆神学（申1-5章）"
                    },
                    {
                        "name": "02|尽心、尽性、尽力（申6-10章）"
                    },
                    {
                        "name": "03|语重心长（申11-15章）"
                    },
                    {
                        "name": "04|士气（申16-20章）"
                    },
                    {
                        "name": "05|从牛、鸟到人的温暖（申21-25章）"
                    },
                    {
                        "name": "06|赐一罐尘土以灵（申26-30章）"
                    },
                    {
                        "name": "07|以诗为证（申31-34章）"
                    }
                ]
            }
        ]
    },
    {
        "name": "书士得撒撒",
        "children": [
            {
                "name": "书",
                "children": [
                    {
                        "name": "01|刚强壮胆（书1-5章）"
                    },
                    {
                        "name": "02|以信心胜过（书6-10章）"
                    },
                    {
                        "name": "03|砍马焚车（书11-15章）"
                    },
                    {
                        "name": "04|应许也就意味着命令（书16-20章）"
                    },
                    {
                        "name": "05|活的信仰（书21-24章）"
                    }
                ]
            },
            {
                "name": "士",
                "children": [
                    {
                        "name": "01|每况愈下（士1-5章）"
                    },
                    {
                        "name": "02|得胜和软弱（士6-10章）"
                    },
                    {
                        "name": "03|从耶弗他到参孙（士11-15章）"
                    },
                    {
                        "name": "04|整体失败（士16-20章）"
                    },
                    {
                        "name": "05|基督如何作王呢？（士21章）"
                    }
                ]
            },
            {
                "name": "得",
                "children": [
                    {
                        "name": "01|神如何介入历史（得1-4章之一）"
                    },
                    {
                        "name": "02|多走一步（得1-4章之二）"
                    },
                    {
                        "name": "03|破茧而出（得1-4章之三）"
                    }
                ]
            },
            {
                "name": "撒上",
                "children": [
                    {
                        "name": "01|你真尊重神吗？（撒上1-5章）"
                    },
                    {
                        "name": "02|在你心中谁是王？（撒上6-10章）"
                    },
                    {
                        "name": "03|听命胜于献祭（撒上11-15章）"
                    },
                    {
                        "name": "04|你如何回应神？（撒上16-20章）"
                    },
                    {
                        "name": "05|野蛮成长还是灵性成长？（撒上21-25章）"
                    },
                    {
                        "name": "06|越过失败和软弱（撒上26-31章）"
                    }
                ]
            },
            {
                "name": "撒下",
                "children": [
                    {
                        "name": "01|温柔的人必承受地土（撒下1-5章）"
                    },
                    {
                        "name": "02|在世俗中彰显神圣（撒下5-10章）"
                    },
                    {
                        "name": "03|罪意味着什么（撒下11-15章）"
                    },
                    {
                        "name": "04|自我恰是自我最大的敌人！（撒下16-20章）"
                    },
                    {
                        "name": "05|还有指望（撒下21-24章）"
                    }
                ]
            }
        ]
    },
    {
        "name": "王王代代拉尼斯",
        "children": [
            {
                "name": "代上",
                "children": []
            },
            {
                "name": "代下",
                "children": []
            },
            {
                "name": "尼",
                "children": []
            },
            {
                "name": "拉",
                "children": []
            },
            {
                "name": "斯",
                "children": []
            },
            {
                "name": "王上",
                "children": []
            },
            {
                "name": "王下",
                "children": []
            }
        ]
    },
    {
        "name": "伯诗箴传歌",
        "children": [
            {
                "name": "传",
                "children": [
                    {
                        "name": "01|尽人力听神命（传1-4章）"
                    },
                    {
                        "name": "02|超越局限（传5-8章）"
                    },
                    {
                        "name": "03|真敬畏（传9-12章）"
                    }
                ]
            },
            {
                "name": "伯",
                "children": [
                    {
                        "name": "01|怎么看人（伯1-5章）"
                    },
                    {
                        "name": "02|生存悲鸣（伯6-10章）"
                    },
                    {
                        "name": "03|理性困局（伯11-15章）"
                    },
                    {
                        "name": "04|天路客神学（伯16-20章）"
                    },
                    {
                        "name": "05|格局（伯21-25章）"
                    },
                    {
                        "name": "06|信仰目的（伯26-31章）"
                    },
                    {
                        "name": "07|锤炼（伯32-37章）"
                    },
                    {
                        "name": "08|认识全然败坏（伯38-42章之一）"
                    },
                    {
                        "name": "09|径直跟随（伯38-42章之二）"
                    }
                ]
            },
            {
                "name": "歌",
                "children": [
                    {
                        "name": "01|良人属我我也属他（歌1-4章）"
                    },
                    {
                        "name": "02|浓情蜜意（歌5-8章）"
                    }
                ]
            },
            {
                "name": "箴",
                "children": [
                    {
                        "name": "01|属灵大智慧（箴1-4章）"
                    },
                    {
                        "name": "02|性罪（箴5-8章）"
                    },
                    {
                        "name": "03|两种筵席（箴9-12章）"
                    },
                    {
                        "name": "04|毁坏还是建造？（箴13-16章）"
                    },
                    {
                        "name": "05|熬炼人心（箴17-20章）"
                    },
                    {
                        "name": "06|点点滴滴的积累（箴21-24章）"
                    },
                    {
                        "name": "07|磨出神的形象（箴25-28章）"
                    },
                    {
                        "name": "08|真智慧在于践履（箴29-31章）"
                    }
                ]
            },
            {
                "name": "诗",
                "children": [
                    {
                        "name": "01|诗篇是神的玫瑰园（诗1-5篇）"
                    },
                    {
                        "name": "02|活着赞美（诗6-10篇）"
                    },
                    {
                        "name": "03|不公世界之公义（诗11-15篇）"
                    },
                    {
                        "name": "04|信仰活力（诗16-20篇）"
                    },
                    {
                        "name": "05|诗篇讲述王的故事（诗20-25篇）"
                    },
                    {
                        "name": "06|寻求神的面（诗26-30篇）"
                    },
                    {
                        "name": "07|投靠（诗31-35篇）"
                    },
                    {
                        "name": "08|你在看什么（诗36-40篇）"
                    },
                    {
                        "name": "09|爱教会（诗41-45篇）"
                    },
                    {
                        "name": "10|同在的喜乐（诗46-50篇）"
                    },
                    {
                        "name": "11|神不放弃（诗51-55篇）"
                    },
                    {
                        "name": "12|基督之心（诗56-60篇）"
                    },
                    {
                        "name": "13|我心紧贴着神（诗61-65篇）"
                    },
                    {
                        "name": "14|王的故事（诗66-70章）"
                    },
                    {
                        "name": "15|面对危机（诗71-75篇）"
                    },
                    {
                        "name": "16|葡萄树的命运（诗76-80篇）"
                    },
                    {
                        "name": "17|流泪谷变成泉源之地（诗81-85篇）"
                    },
                    {
                        "name": "18|人靠恩典而活（诗86-90篇）"
                    },
                    {
                        "name": "19|神对你意味什么？（诗91-95篇）"
                    },
                    {
                        "name": "20|这是一个神已经做王的世界（诗96-100篇）"
                    },
                    {
                        "name": "21|称颂的理由（诗101-106篇）"
                    },
                    {
                        "name": "22|荣美异象（诗107-110篇）"
                    },
                    {
                        "name": "23|本于他归于他依靠他（诗111-115篇）"
                    },
                    {
                        "name": "24|最美心声（诗116-118篇）"
                    },
                    {
                        "name": "25|律法之妙（诗119篇之一）"
                    },
                    {
                        "name": "26|律法之宽广（诗119篇之二）"
                    },
                    {
                        "name": "27|律例之乐（诗119篇之三）"
                    },
                    {
                        "name": "28|律法之永恒（诗119篇之四）"
                    },
                    {
                        "name": "29|朝圣之歌（诗120-125篇）"
                    },
                    {
                        "name": "30|深渊中的呼告者（诗126-130篇）"
                    },
                    {
                        "name": "31|神愿意住在百姓中（诗131-135篇）"
                    },
                    {
                        "name": "32|宇宙记账者（诗136-140篇）"
                    },
                    {
                        "name": "33|称颂到永远（诗141-145篇）"
                    },
                    {
                        "name": "34|作王与复活的诗歌（诗146-150篇）"
                    }
                ]
            }
        ]
    },
    {
        "name": "赛耶哀结但",
        "children": [
            {
                "name": ".DS_Store",
                "children": []
            },
            {
                "name": "但",
                "children": [
                    {
                        "name": "01|活出至高者的国（但1-4章）"
                    },
                    {
                        "name": "02|神国来临异象（但5-8章）"
                    },
                    {
                        "name": "03|祷告所见（但9-10章）"
                    },
                    {
                        "name": "04|历史在神手中（但11-12章）"
                    }
                ]
            },
            {
                "name": "哀",
                "children": [
                    {
                        "name": "01|哀痛与盼望（哀1-5章）"
                    }
                ]
            },
            {
                "name": "结",
                "children": [
                    {
                        "name": "01|可畏异象（结1-5章之一）"
                    },
                    {
                        "name": "02|蒙召为先知（结1-5章之二）"
                    },
                    {
                        "name": "03|偶像（结6-10章）"
                    },
                    {
                        "name": "04|错误教义（结11-15章）"
                    },
                    {
                        "name": "05|人老想自个的好（结16-20章）"
                    },
                    {
                        "name": "06|最后审判书（结21-25章）"
                    },
                    {
                        "name": "07|百分之百准确的预言（结25-28章）"
                    },
                    {
                        "name": "08|骄傲在败坏以先（结29-32章）"
                    },
                    {
                        "name": "09|陷落（结33-35章）"
                    },
                    {
                        "name": "10|骸骨变精兵（结36-39章）"
                    },
                    {
                        "name": "11|超乎、贯乎、住乎（结40-44章）"
                    },
                    {
                        "name": "12|耶和华沙玛（结45-48章）"
                    }
                ]
            },
            {
                "name": "耶",
                "children": [
                    {
                        "name": "01|不畏年幼（耶1-5章）"
                    },
                    {
                        "name": "02|你靠什么夸口（耶6-10章）"
                    },
                    {
                        "name": "03|面对围攻（耶11-15章）"
                    },
                    {
                        "name": "04|不可不讲（耶16-20章）"
                    },
                    {
                        "name": "05|异样圣战（耶21-25章）"
                    },
                    {
                        "name": "06|被掳（耶26-30章）"
                    },
                    {
                        "name": "07|永爱与永约（耶31-35章）"
                    },
                    {
                        "name": "08|应验（耶36-40章）"
                    },
                    {
                        "name": "09|去不去埃及（耶41-45章）"
                    },
                    {
                        "name": "10|国事兴衰（耶46-50章）"
                    },
                    {
                        "name": "11|审判巴比伦（耶51-52章）"
                    }
                ]
            },
            {
                "name": "赛",
                "children": [
                    {
                        "name": "01|犯罪也是反自然（赛1-5章）"
                    },
                    {
                        "name": "02|信而得稳（赛6-10章）"
                    },
                    {
                        "name": "03|“国”和“日子”（赛11-15章）"
                    },
                    {
                        "name": "04|依靠谁？（赛16-20章）"
                    },
                    {
                        "name": "05|鬼域与圣城（赛21-25章）"
                    },
                    {
                        "name": "06|神的作为（赛26-30章）"
                    },
                    {
                        "name": "07|旷野变花园（赛31-35章）"
                    },
                    {
                        "name": "08|生死抉择（赛36-40章）"
                    },
                    {
                        "name": "09|安慰来到（赛41-45章）"
                    },
                    {
                        "name": "10|膀臂并非缩短（赛46-50章）"
                    },
                    {
                        "name": "11|不可思议之爱（赛51-55章）"
                    },
                    {
                        "name": "12|战胜罪的怪兽（赛56-60章）"
                    },
                    {
                        "name": "13|在地上扩展神国（赛61-66章）"
                    }
                ]
            }
        ]
    },
    {
        "name": "何珥摩俄拿弥鸿",
        "children": [
            {
                "name": "何",
                "children": [
                    {
                        "name": "01|不可思议的爱（何1-3章）"
                    },
                    {
                        "name": "02|真认识（何4-6章）"
                    },
                    {
                        "name": "03|省察（何7-9章）"
                    },
                    {
                        "name": "04|审判背后的怜爱（何10-12章）"
                    },
                    {
                        "name": "05|黑暗与曙光（何13-14章）"
                    }
                ]
            },
            {
                "name": "俄",
                "children": [
                    {
                        "name": "01|审判以东（俄1章）"
                    }
                ]
            },
            {
                "name": "弥",
                "children": [
                    {
                        "name": "01|双城记（弥1-2章）"
                    },
                    {
                        "name": "02|荣美国度（弥3-5章）"
                    },
                    {
                        "name": "03|神的要求（弥6-7章）"
                    }
                ]
            },
            {
                "name": "拿",
                "children": [
                    {
                        "name": "01|约拿为什么逃跑（拿1-4章之一）"
                    },
                    {
                        "name": "02|约拿为何发怒（拿1-4章之二）"
                    },
                    {
                        "name": "03|为何以约拿为预表（拿1-4章之三）"
                    }
                ]
            },
            {
                "name": "摩",
                "children": [
                    {
                        "name": "01|狮吼（摩1-2章）"
                    },
                    {
                        "name": "02|传召上庭（摩3-6章）"
                    },
                    {
                        "name": "03|五个异象（摩7-9章）"
                    }
                ]
            },
            {
                "name": "珥",
                "children": [
                    {
                        "name": "|圣灵浇灌（珥1-3章）"
                    }
                ]
            },
            {
                "name": "鸿",
                "children": [
                    {
                        "name": "01|亚述灭亡（鸿1-3章）"
                    }
                ]
            }
        ]
    },
    {
        "name": "哈番该亚玛",
        "children": [
            {
                "name": "亚",
                "children": [
                    {
                        "name": "01|异象的激励（上）（亚1-4章）"
                    },
                    {
                        "name": "02|异象的激励（下）（亚5-6章）"
                    },
                    {
                        "name": "03|审判与复兴的对照（亚7-8章）"
                    },
                    {
                        "name": "04|你贱卖耶稣了吗?（亚9-11章）"
                    },
                    {
                        "name": "05|苦难的洗礼（亚12-14章）"
                    }
                ]
            },
            {
                "name": "哈",
                "children": [
                    {
                        "name": "01|信神还是信神的好处（哈1-3章）"
                    }
                ]
            },
            {
                "name": "玛",
                "children": [
                    {
                        "name": "01|灵命重振（玛1-2章）"
                    },
                    {
                        "name": "05|主忽然到来（玛3-4章）"
                    }
                ]
            },
            {
                "name": "番",
                "children": [
                    {
                        "name": "01|神默然大爱（番1-3章）"
                    }
                ]
            },
            {
                "name": "该",
                "children": [
                    {
                        "name": "01|主同在的激励（该1-2章）"
                    }
                ]
            }
        ]
    },
    {
        "name": "太可路约",
        "children": [
            {
                "name": "可",
                "children": []
            },
            {
                "name": "太",
                "children": [
                    {
                        "name": "01|终于来了（太1）"
                    },
                    {
                        "name": "02|你愿去朝见吗？（太2）"
                    },
                    {
                        "name": "03|旷野中的大复兴（太3）"
                    },
                    {
                        "name": "04|神国拓展（太4）"
                    },
                    {
                        "name": "05|你真懂八福吗？（太5之一）"
                    },
                    {
                        "name": "06|蛋死了变成鸡（太5之二）"
                    },
                    {
                        "name": "07|活出内心自由（太5之三）"
                    },
                    {
                        "name": "08|我被看顾故我在（太6）"
                    },
                    {
                        "name": "09|不论断（太7之一）"
                    },
                    {
                        "name": "10|四大考验（太7之二）"
                    },
                    {
                        "name": "11|跟随是对真理应有的回应（太8）"
                    },
                    {
                        "name": "12|神迹的指向（太9）"
                    },
                    {
                        "name": "13|君王的差派（太10）"
                    },
                    {
                        "name": "14|神国推进拓展（太11之一）"
                    },
                    {
                        "name": "15|认识天国本质（太11之二）"
                    },
                    {
                        "name": "16|人子如何是安息日的主（太12之一）"
                    },
                    {
                        "name": "17|不争竞不喧嚷（太12之二）"
                    },
                    {
                        "name": "18|天国到底意味着什么？（太12之三）"
                    },
                    {
                        "name": "19|撒种比喻到底在说什么（太13之一）"
                    },
                    {
                        "name": "20|他是不是值得？（太13之二）"
                    },
                    {
                        "name": "21|拿出新旧各样东西（太13章之三）"
                    },
                    {
                        "name": "22|两种筵席（太14）"
                    },
                    {
                        "name": "23|两种回应（太15）"
                    },
                    {
                        "name": "24|你们说我是谁？（太16）"
                    },
                    {
                        "name": "25|上山、下山、交税（太17）"
                    },
                    {
                        "name": "26|真正打破自我的群体互动（太18）"
                    },
                    {
                        "name": "27|恩典为王（太19）"
                    },
                    {
                        "name": "28|恩典中颤栗感激（太20）"
                    },
                    {
                        "name": "29|先知祭司君王的到来（太21）"
                    },
                    {
                        "name": "30|绝对智慧的回答（太22）"
                    },
                    {
                        "name": "31|正解圣言的极度重要（太23）"
                    },
                    {
                        "name": "32|眨眼之间可能就来了（太24）"
                    },
                    {
                        "name": "33|天国三喻（太25）"
                    },
                    {
                        "name": "34|耶稣的至暗时刻（太26）"
                    },
                    {
                        "name": "35|主钉十架流宝血（太27）"
                    },
                    {
                        "name": "36|这是一个复活已经发生的时刻（太28）"
                    }
                ]
            },
            {
                "name": "约",
                "children": []
            },
            {
                "name": "路",
                "children": [
                    {
                        "name": "01|确实的（路1）"
                    },
                    {
                        "name": "02|因信而见（路2）"
                    },
                    {
                        "name": "03|在人间默默无闻到正式出场（路3）"
                    },
                    {
                        "name": "04|什么样的弥赛亚（路4）"
                    },
                    {
                        "name": "05|呼召与医治（路5）"
                    },
                    {
                        "name": "06|安息日之主（路6）"
                    },
                    {
                        "name": "07|困境突破（路7）"
                    },
                    {
                        "name": "08|到底是谁（路8）"
                    },
                    {
                        "name": "09|定意往耶路撒冷（路9）"
                    },
                    {
                        "name": "10|在马大的世界有马利亚的心（路10）"
                    },
                    {
                        "name": "11|别让手机霸占了你的所有时间（路11）"
                    },
                    {
                        "name": "12|具体而微活在上帝面前（路12）"
                    },
                    {
                        "name": "13|怜悯与审判（路13）"
                    },
                    {
                        "name": "14|门徒的意味（路14）"
                    },
                    {
                        "name": "15|深厚大爱（路15）"
                    },
                    {
                        "name": "16|钱是好仆人却是坏主人（路16）"
                    },
                    {
                        "name": "17|你是否真心感恩（路17）"
                    },
                    {
                        "name": "18|主来的时候遇得见有信德的吗（路18）"
                    },
                    {
                        "name": "19|路上和入城（路19）"
                    },
                    {
                        "name": "20|辩论权柄与复活（路20）"
                    },
                    {
                        "name": "21|还要再来（路21）"
                    },
                    {
                        "name": "22|主转过身来看彼得（路22）"
                    },
                    {
                        "name": "23|最伟大的真实事件（路23）"
                    },
                    {
                        "name": "24|信仰是理性对真理的归途（路24）"
                    }
                ]
            }
        ]
    },
    {
        "name": "徒罗林林",
        "children": [
            {
                "name": ".DS_Store",
                "children": []
            },
            {
                "name": "徒",
                "children": []
            },
            {
                "name": "林前",
                "children": []
            },
            {
                "name": "林后",
                "children": []
            },
            {
                "name": "罗",
                "children": []
            }
        ]
    },
    {
        "name": "加弗腓西帖帖提提",
        "children": [
            {
                "name": "加",
                "children": [
                    {
                        "name": "01|因真理得自由以喜乐（加1章之一）"
                    },
                    {
                        "name": "02|为主所召（加1章之二）"
                    },
                    {
                        "name": "03|充满悬念的撒冷之行（加2章之一）"
                    },
                    {
                        "name": "04|保罗为什么当面批评彼得（加2章之二）"
                    },
                    {
                        "name": "05|经历活生生与基督联合的奥秘（加2章之三）"
                    },
                    {
                        "name": "07|摩西和亚伯拉罕打架？（加3章之二）"
                    },
                    {
                        "name": "08|宇宙中的永恒漂泊者（加3章之三）"
                    },
                    {
                        "name": "09|不走回头路（加4章之一）"
                    },
                    {
                        "name": "10|赶出夏甲和以实玛利（加4章之二）"
                    },
                    {
                        "name": "11|唯独恩典（加5章之一）"
                    },
                    {
                        "name": "12|顺着圣灵而行（加5章之二）"
                    },
                    {
                        "name": "13|践行爱（加6章之一）"
                    },
                    {
                        "name": "14|践行爱要紧的是作新造的人（加6章之二）"
                    },
                    {
                        "name": "|因信称义的圣经根基（加3章之一）"
                    }
                ]
            },
            {
                "name": "帖前",
                "children": [
                    {
                        "name": "01|帖前的背景和写作动机（帖前1之一）"
                    },
                    {
                        "name": "03|凭爱心说真理（帖前2之一）"
                    },
                    {
                        "name": "05|命定受患难（帖前2之三）"
                    },
                    {
                        "name": "06|上帝的旨意是要你们圣洁（帖前3:11-4:12）"
                    },
                    {
                        "name": "07|主什么时候再来（帖前5之一）"
                    },
                    {
                        "name": "08|保罗三组重要劝勉（帖前5之二）"
                    },
                    {
                        "name": "09|保罗是在鼓吹三元论吗（帖前5之三）"
                    },
                    {
                        "name": "|价值取决于回应真理的程度（帖前2之二）"
                    }
                ]
            },
            {
                "name": "帖后",
                "children": [
                    {
                        "name": "01|恒久忍耐的理由（帖后1章）"
                    },
                    {
                        "name": "02|两大征兆（帖后2之一）"
                    },
                    {
                        "name": "03|被拣选而信（帖后2之二）"
                    },
                    {
                        "name": "04|警戒不守规矩的人（帖后3）"
                    }
                ]
            },
            {
                "name": "弗",
                "children": [
                    {
                        "name": "|一举一动有神国样式（弗5章之一）"
                    },
                    {
                        "name": "|下级与上级同有一位主（弗6章之五）"
                    },
                    {
                        "name": "|不可不学的永恒天国投资学（弗5章之三）"
                    },
                    {
                        "name": "|不是与属血气的争战而是与属灵气的恶魔争战（弗6章之六）"
                    },
                    {
                        "name": "|不止脱下更要穿上（弗4章之九）"
                    },
                    {
                        "name": "|不要叫神的圣灵担忧（弗4章之十）"
                    },
                    {
                        "name": "|与基督联合的双重意义（弗2章之二）"
                    },
                    {
                        "name": "|丰富恩典使世界都黯然失色（弗1章之三）"
                    },
                    {
                        "name": "|为什么在主里听从父母（弗6章之一）"
                    },
                    {
                        "name": "|主藉着赐下职分管理教会（弗4章之三）"
                    },
                    {
                        "name": "|人啊人（弗4章之六）"
                    },
                    {
                        "name": "|作基督徒的意味（弗1章之一）"
                    },
                    {
                        "name": "|你经历了圣灵的印记吗？对，就是现在（弗1之四）"
                    },
                    {
                        "name": "|保罗难道把旧约引用错了吗？（弗4章之二）"
                    },
                    {
                        "name": "|信心如何当作藤牌（弗6章之十四）"
                    },
                    {
                        "name": "|公义护心镜是指着什么说的呢？（弗6章之十一）"
                    },
                    {
                        "name": "|刚强亲密和有根有基（弗3章之三）"
                    },
                    {
                        "name": "|可怒之子（弗2章之一）"
                    },
                    {
                        "name": "|合一的属灵根基与生命见证（弗4章之一）"
                    },
                    {
                        "name": "|和众圣徒一同明白基督的爱何等长阔高深（弗3章之四）"
                    },
                    {
                        "name": "|在基督里同归于一（弗6章之十九）"
                    },
                    {
                        "name": "|基本婚姻秩序及其理由（弗5章之五）"
                    },
                    {
                        "name": "|基督徒工作原则（弗6章之四）"
                    },
                    {
                        "name": "|基督教为何在当时没有反对奴隶制（弗6章之三）"
                    },
                    {
                        "name": "|天使弯腰在惊叹（弗3章之二）"
                    },
                    {
                        "name": "|奥秘显明与你我之关联（弗3章之一）"
                    },
                    {
                        "name": "|如何靠主养儿育女（弗6章之二）"
                    },
                    {
                        "name": "|婚姻关系的崇高境界（弗5章之六）"
                    },
                    {
                        "name": "|学了基督（弗4章之七）"
                    },
                    {
                        "name": "|对付魔鬼的三种策略（弗6章之八）"
                    },
                    {
                        "name": "|恩召、基业、能力、何等指望、丰盛浩大（弗1之五）"
                    },
                    {
                        "name": "|成为一体的奥秘（弗5章之七）"
                    },
                    {
                        "name": "|成全圣徒，各尽其职，建立身体（弗4章之四）"
                    },
                    {
                        "name": "|戴上救恩头盔拿着圣灵宝剑（弗6章之十五）"
                    },
                    {
                        "name": "|拿起信心当藤牌（弗6章之十三）"
                    },
                    {
                        "name": "|永约与拣选（弗1章之二）"
                    },
                    {
                        "name": "|灵胞亲情（弗6章之十八）"
                    },
                    {
                        "name": "|狭窄到宽阔的救恩（弗2章之四）"
                    },
                    {
                        "name": "|真正的见证怎么作（弗2章之三）"
                    },
                    {
                        "name": "|祷告七要（弗6章之十七）"
                    },
                    {
                        "name": "|穿上福音的鞋到底是什么？（弗6章之十二）"
                    },
                    {
                        "name": "|系上真理的腰带（弗6章之十）"
                    },
                    {
                        "name": "|脱下旧人穿上新人（弗4章之八）"
                    },
                    {
                        "name": "|苦毒VS恩慈（弗4章之十一）"
                    },
                    {
                        "name": "|荣耀颂与大赞美（弗3章之五）"
                    },
                    {
                        "name": "|诗章颂词灵歌（弗5章之四）"
                    },
                    {
                        "name": "|起来争战（弗6章之九）"
                    },
                    {
                        "name": "|这段话只要认真对待就会有大复兴（弗5章之八）"
                    },
                    {
                        "name": "|长大成人（弗4章之五）"
                    },
                    {
                        "name": "|靠着圣灵祷告（弗6章之十六）"
                    },
                    {
                        "name": "|魔鬼的三种攻击（弗6章之七）"
                    },
                    {
                        "name": "|黑暗与光明（弗5章之二）"
                    }
                ]
            },
            {
                "name": "提前",
                "children": [
                    {
                        "name": "01|保罗为何写教牧书信与提摩太前书（提前1章之一）"
                    },
                    {
                        "name": "02|面对假教师（提前1章之二）"
                    },
                    {
                        "name": "03|教义与生活（提前1章之三）"
                    },
                    {
                        "name": "04|保罗为什么突然把自己摆进来（提前1章之四）"
                    },
                    {
                        "name": "05|赶出许米乃和亚历山大（提前1章之五）"
                    },
                    {
                        "name": "06|上帝之宽广（提前2章之一）"
                    },
                    {
                        "name": "07|保罗的意思是姊妹不可讲道吗?（提前2章之二）"
                    },
                    {
                        "name": "09|作执事的资格（提前3章之二）"
                    },
                    {
                        "name": "10|教会是灰姑娘吗？（提前3章之三）"
                    },
                    {
                        "name": "11|教会之中的鬼魔道理（提前4章之一）"
                    },
                    {
                        "name": "12|操练身体VS操练敬虔（提前4章之二）"
                    },
                    {
                        "name": "13|对敬虔操练的默想（提前4章之三）"
                    },
                    {
                        "name": "14|以道为中心的宣读、劝勉和教导（提前4章之四）"
                    },
                    {
                        "name": "15|你是听劝的人吗？（提前5章之一）"
                    },
                    {
                        "name": "16|如何对待最弱势的群体（提前5章之二）"
                    },
                    {
                        "name": "17|对长老的吩咐（提前5章之三）"
                    },
                    {
                        "name": "18|心中有神方可目中有人（提前6之一）"
                    },
                    {
                        "name": "19|以真道治钱瘾（提前6之二）"
                    },
                    {
                        "name": "20|情感、理性、意志圣化（提前6之三）"
                    },
                    {
                        "name": "21|你有奋斗的两大最深动力吗？（提前6之四）"
                    },
                    {
                        "name": "22|警告依靠钱财的人（提前6之五）"
                    },
                    {
                        "name": "23|曲终奏雅信末祝福（提前6之六）"
                    },
                    {
                        "name": "|面对假教师（提前1章之二）"
                    }
                ]
            },
            {
                "name": "提后",
                "children": [
                    {
                        "name": "01|关于保罗属灵遗嘱的美好回忆（提后1之一）"
                    },
                    {
                        "name": "02|信仰传承（提后1之二）"
                    },
                    {
                        "name": "03|刚强、仁爱、谨守（提后1之三）"
                    },
                    {
                        "name": "04|神为何救我们？（提后1之四）"
                    },
                    {
                        "name": "05|信仰既是活的关系又是纯正话语规模（提后1之五）"
                    },
                    {
                        "name": "06|到底谁守着谁（提后1之六）"
                    },
                    {
                        "name": "07|忠诚与背叛（提后1之七）"
                    },
                    {
                        "name": "08|三个比喻（提后2章之一）"
                    },
                    {
                        "name": "09|苦路VS活路（提后2章之二）"
                    },
                    {
                        "name": "10|按正意分解（提后2章之三）"
                    },
                    {
                        "name": "11|作贵重器皿（提后2章之四）"
                    },
                    {
                        "name": "12|末世人性写照（提后3章之一）"
                    },
                    {
                        "name": "13|无知而被引诱（提后3章之二）"
                    },
                    {
                        "name": "14|苦难神学的根基是复活的大能（提后3章之三）"
                    },
                    {
                        "name": "15|你有没有听到神的呼吸？（提后3章之四）"
                    },
                    {
                        "name": "16|圣经的益处（提后3章之五）"
                    },
                    {
                        "name": "17|务要传道（提后4章之一）"
                    },
                    {
                        "name": "18|主恩够用（提后4章之二）"
                    }
                ]
            },
            {
                "name": "腓",
                "children": [
                    {
                        "name": "01|在各样境况中活出基督（腓1之一）"
                    },
                    {
                        "name": "02|属灵密友与传讲基督（腓1之二）"
                    },
                    {
                        "name": "03|爱心成长结满果子的生命和图景（腓1之三）"
                    },
                    {
                        "name": "04|在福音前线（腓1之四）"
                    },
                    {
                        "name": "05|在基督里忘我（腓1之五）"
                    },
                    {
                        "name": "06|生死事大（腓1之六）"
                    },
                    {
                        "name": "07|心惊肉跳中你会不会递出投名状（腓1之七）"
                    },
                    {
                        "name": "08|合一谦卑的属灵根基（腓2之一）"
                    },
                    {
                        "name": "09|从“看”到“顾”（腓2之二）"
                    },
                    {
                        "name": "10|神以奴仆形象服侍（腓2之三）"
                    },
                    {
                        "name": "11|窥见人生真相（腓2之四）"
                    },
                    {
                        "name": "12|无不口称耶稣基督为主（腓2之五）"
                    },
                    {
                        "name": "13|神在你心里运行（腓2之六）"
                    },
                    {
                        "name": "14|明光照耀（腓2之七）"
                    },
                    {
                        "name": "15|看保罗如何介绍和举荐自己的同工（腓2之八）"
                    },
                    {
                        "name": "16|靠主喜乐（腓3之一）"
                    },
                    {
                        "name": "17|以恩典治疗自夸（腓3之二）"
                    },
                    {
                        "name": "18|作基督的跟随者而不是旁观者（腓3之三）"
                    },
                    {
                        "name": "19|忘记背后努力面前向着标杆直跑（腓3之四）"
                    },
                    {
                        "name": "20|丰富深刻的成长神学（腓3之五）"
                    },
                    {
                        "name": "21|“行”（腓3之六）"
                    },
                    {
                        "name": "22|作天上国民的意味（腓3之七）"
                    },
                    {
                        "name": "23|因名录在生命册上就更加合一相爱（腓4之一）"
                    },
                    {
                        "name": "24|主其实是说：我知道了！（腓4之二）"
                    },
                    {
                        "name": "25|到底如何靠主一无挂虑常常喜乐（腓4之三）"
                    },
                    {
                        "name": "26|圣洁的传染（腓4之四）"
                    },
                    {
                        "name": "27|保罗知足和喜乐的秘诀（腓4之五）"
                    },
                    {
                        "name": "28|通过施与共拓神国（腓4之六）"
                    },
                    {
                        "name": "29|监狱变教会（腓4之七）"
                    },
                    {
                        "name": "30|秋天的腓立比书（腓4之八）"
                    }
                ]
            },
            {
                "name": "西",
                "children": [
                    {
                        "name": "01|歌罗西书的背景结构与主旨（西1章之一）"
                    },
                    {
                        "name": "02|以基督为中心（西1章之二）"
                    },
                    {
                        "name": "03|果子、道和传道人（西1章之三）"
                    },
                    {
                        "name": "04|迁入祂爱子之国（西1章之四）"
                    },
                    {
                        "name": "05|耶稣基督的创造主权意味着什么（西1章之五）"
                    },
                    {
                        "name": "07|与神和好（西1章之七）"
                    },
                    {
                        "name": "08|保罗怎么能补满基督患难的缺欠？（西1章之八）"
                    },
                    {
                        "name": "09|苦难之为欢乐（西1章之九）"
                    },
                    {
                        "name": "10|尽心竭力（西1章之十）"
                    },
                    {
                        "name": "11|一切智慧知识都在基督里藏着（西2章之一）"
                    },
                    {
                        "name": "12|一切丰盛都有形有体住在基督里（西2章之二）"
                    },
                    {
                        "name": "13|被摆布还是被引导（西2章之三）"
                    },
                    {
                        "name": "14|信仰是里面的生命故事（西2章之四）"
                    },
                    {
                        "name": "17|基督中心在教会中的践行（西3章之二）"
                    },
                    {
                        "name": "18|基督徒家庭生活指南（西3章之三）"
                    },
                    {
                        "name": "19|基督徒职场指南（西3章之四）"
                    },
                    {
                        "name": "20|用智慧与外人交往（西4章之一）"
                    },
                    {
                        "name": "21|属灵网络（西4章之二）"
                    },
                    {
                        "name": "|中保性主权（西1章之六）"
                    },
                    {
                        "name": "|去宗教的基督教（西2章之五）"
                    },
                    {
                        "name": "|四个真正的属灵原则（西3章之一）"
                    }
                ]
            }
        ]
    },
    {
        "name": "多门来雅",
        "children": [
            {
                "name": ".DS_Store",
                "children": []
            },
            {
                "name": "多",
                "children": [
                    {
                        "name": "01|藉传扬工夫把真理显明（多1之一）"
                    },
                    {
                        "name": "02|长老与监督是一回事（多1之二）"
                    },
                    {
                        "name": "03|外表的律法主义骨子里的反律主义（多1之三）"
                    },
                    {
                        "name": "04|教会中谁都可以有荣美服侍（多2之一）"
                    },
                    {
                        "name": "05|自守、公义、敬虔（多2之二）"
                    },
                    {
                        "name": "06|无能的大能（多3之一）"
                    },
                    {
                        "name": "07|五要义的完美呈现（多3之二）"
                    },
                    {
                        "name": "08|神的伟大工作（多3之三）"
                    },
                    {
                        "name": "09|喂养绵羊驱逐灰狼（多3之四）"
                    },
                    {
                        "name": "10|以善彰信（多3之五）"
                    }
                ]
            },
            {
                "name": "来",
                "children": [
                    {
                        "name": "01|希伯来书的重要（来1章之一）"
                    },
                    {
                        "name": "02|有了最高最完全启示就不需要再回到旧约的启示方式（来1章之二）"
                    },
                    {
                        "name": "03|七大短语告诉你耶稣基督到底是谁（来1章之三）"
                    },
                    {
                        "name": "04|上帝独生爱子之涵蕴（来1章之四）"
                    },
                    {
                        "name": "05|长子的独特内涵、价值与意义（来1章之五）"
                    },
                    {
                        "name": "06|独特新郎（来1章之六）"
                    },
                    {
                        "name": "07|天地变旧唯主永存（来1章之七）"
                    },
                    {
                        "name": "08|终局与当下（来1章之八）"
                    },
                    {
                        "name": "09|郑重所听之道（来2章之一）"
                    },
                    {
                        "name": "10|如何看待神迹奇事和百般异能（来2章之二）"
                    },
                    {
                        "name": "11|从影子到实体（来2章之三）"
                    },
                    {
                        "name": "12|上帝怎么会让祂儿子受苦（来2章之四）"
                    },
                    {
                        "name": "13|人作为有死者唯一出路在于道成肉身者之死（来2章之五）"
                    },
                    {
                        "name": "14|耶稣超越所有文化宗教英雄（来3章之一）"
                    },
                    {
                        "name": "15|趁着还有今日天天彼此相劝（来3章之二）"
                    },
                    {
                        "name": "16|三种安息（来4章之一）"
                    },
                    {
                        "name": "17|得怜恤蒙恩惠作随时帮助（来4章之三）"
                    },
                    {
                        "name": "18|大祭司作为体恤者（来5章之一）"
                    },
                    {
                        "name": "19|人生不是死神唇边的冷笑（来5章之二）"
                    },
                    {
                        "name": "20|没有经过考验的人生是不值得活的人生（来5章之三）"
                    },
                    {
                        "name": "21|不做属灵聋子（来5章之四）"
                    },
                    {
                        "name": "22|不必再立根基（来6章之一）"
                    },
                    {
                        "name": "23|得到救恩还会失去吗？（来6章之二）"
                    },
                    {
                        "name": "24|恒久忍耐和盼望的灵性根基（来6章之三）"
                    },
                    {
                        "name": "25|麦基洗德如何预表耶稣基督（来7章之一）"
                    },
                    {
                        "name": "26|照着麦基洗德等次如何更对我们有益（来7章之二）"
                    },
                    {
                        "name": "27|凭什么祂能拯救到底（来7章之三）"
                    },
                    {
                        "name": "28|地上是天上的副本而已（来8章之一）"
                    },
                    {
                        "name": "29|新约何以是更美之约和新约（来8章之二）"
                    },
                    {
                        "name": "30|三大应许落实成真（来8章之三）"
                    },
                    {
                        "name": "31|会幕和赎罪日如何指向耶稣基督（来9之一）"
                    },
                    {
                        "name": "32|会幕条例与振兴（来9之二）"
                    },
                    {
                        "name": "33|从会幕到与主联合之具体默想应用（来9之三）"
                    },
                    {
                        "name": "34|为何主耶稣作大祭司有如此巨大果效（来9之四）"
                    },
                    {
                        "name": "35|万古常新之爱宛若初见又胜过初见（来9之五）"
                    },
                    {
                        "name": "36|岂不更（来9之六）"
                    },
                    {
                        "name": "37|流血与约（来9之七）"
                    },
                    {
                        "name": "38|血祭的重要（来9之八）"
                    },
                    {
                        "name": "39|天堂需要洁净吗？（来9之九）"
                    },
                    {
                        "name": "40|耶稣基督的死与你我有什么关系（来9之十）"
                    },
                    {
                        "name": "41|为何说律法只是影子（来10之一）"
                    },
                    {
                        "name": "42|脱离神震怒下的罪疚之感（来10之二）"
                    },
                    {
                        "name": "43|废掉先前立定在后（来10之三）"
                    },
                    {
                        "name": "44|叫得以成圣的人永远完全（来10之四）"
                    },
                    {
                        "name": "45|把律法和爱写在里面（来10之五）"
                    },
                    {
                        "name": "46|不可停止聚会像停止惯了的人（来10之六）"
                    },
                    {
                        "name": "47|故意犯罪者（来10之七）"
                    },
                    {
                        "name": "48|家业被夺走为何还喜乐接受（来10之八）"
                    },
                    {
                        "name": "49|信而无据还是信而有据（来11之一）"
                    },
                    {
                        "name": "50|谁能证明谁（来11之二）"
                    },
                    {
                        "name": "51|所见由所不见确证（来11之三）"
                    },
                    {
                        "name": "52|人非有信就不能得上帝的喜悦（来11之四）"
                    },
                    {
                        "name": "53|从挪亚看神对你我之邀约（来11之五）"
                    },
                    {
                        "name": "54|行不可能之事（来11之六）"
                    },
                    {
                        "name": "55|摩西之信（来11之七）"
                    },
                    {
                        "name": "56|诉说不完的美好见证（来11之八）"
                    },
                    {
                        "name": "57|你们所谓的黑暗对我来说是金色的（来11之九）"
                    },
                    {
                        "name": "58|仰望为我们信心创始成终的耶稣（来12之一）"
                    },
                    {
                        "name": "59|仰望与奔跑（来12之二）"
                    },
                    {
                        "name": "60|竟与上帝的圣洁有份（来12之三）"
                    },
                    {
                        "name": "61|与上帝的性情有份再思（来12之四）"
                    },
                    {
                        "name": "62|非圣洁没有人能见主（来12之五）"
                    },
                    {
                        "name": "63|如何看来到新约的聚会（来12之六）"
                    },
                    {
                        "name": "64|属灵嘉年华盛会（来12之七）"
                    },
                    {
                        "name": "65|聚会听道的心态（来12之八）"
                    },
                    {
                        "name": "66|献出不能保存的得到不会失去的（来12之九）"
                    },
                    {
                        "name": "67|实际教导和劝勉（来13之一）"
                    },
                    {
                        "name": "68|依从那引导你们的（来13之二）"
                    },
                    {
                        "name": "69|性、金钱、颂赞以及领袖与会众关系（来13之三）"
                    },
                    {
                        "name": "70|永约之血与恩惠长存（来13之四）"
                    },
                    {
                        "name": "71|希伯来书与你我何干（来13之五）"
                    }
                ]
            },
            {
                "name": "门",
                "children": [
                    {
                        "name": "01|从奴隶到弟兄（门1之一）"
                    },
                    {
                        "name": "02|信心显出功效（门2之二）"
                    },
                    {
                        "name": "03|保罗动人的恳求（门3之三）"
                    },
                    {
                        "name": "04|爱之实际行动（门4之四）"
                    },
                    {
                        "name": "05|超自然恩典社团之顺服（门5之五）"
                    }
                ]
            },
            {
                "name": "雅",
                "children": [
                    {
                        "name": "01|雅各书是草木禾秸之书吗？（雅1之一）"
                    },
                    {
                        "name": "02|百般试炼中的大喜乐（雅1之二）"
                    },
                    {
                        "name": "04|穷富作为试炼（雅1之四）"
                    },
                    {
                        "name": "05|战胜私欲、罪、死的三步网罗（雅1之五）"
                    },
                    {
                        "name": "06|听道与行道（雅1之六）"
                    },
                    {
                        "name": "07|不可以貌待人（雅2之一）"
                    },
                    {
                        "name": "08|成为怜悯之子（雅2之二）"
                    },
                    {
                        "name": "09|只有顺服的才是真信的（雅2之三）"
                    },
                    {
                        "name": "10|信心与行为的关系到底是什么（雅2之四）"
                    },
                    {
                        "name": "11|舌头的问题是大问题（雅3之一）"
                    },
                    {
                        "name": "12|舌头是灵魂的战场（雅3之二）"
                    },
                    {
                        "name": "13|真智慧（雅3之三）"
                    },
                    {
                        "name": "14|因被爱而去爱（雅3之四）"
                    },
                    {
                        "name": "20|雅各是教导什么誓都绝对不要起吗？（雅5之四）"
                    },
                    {
                        "name": "21|雅各是在讲只要有信心病就会得医治吗？（雅5之五）"
                    },
                    {
                        "name": "22|祷告要诀（雅5之六）"
                    },
                    {
                        "name": "23|回转之乐（雅5之七）"
                    },
                    {
                        "name": "|一宿有哭泣早晨必欢呼（雅5之三）"
                    },
                    {
                        "name": "|三味苦药（雅1之三）"
                    },
                    {
                        "name": "|不可论断和自夸（雅4之二）"
                    },
                    {
                        "name": "|圣灵爱乃至嫉妒（雅4之一）"
                    },
                    {
                        "name": "|如何在试炼中忍耐（雅5之二）"
                    }
                ]
            }
        ]
    },
    {
        "name": "彼彼约约约犹启",
        "children": [
            {
                "name": "启示录",
                "children": [
                    {
                        "name": "01|天机可漏，以信相迎，目击道存，电光石火（启示录1章之一）"
                    },
                    {
                        "name": "02|启示录的七段平行结构（启示录1章之二）"
                    },
                    {
                        "name": "03|昔在、今在、以后永在的全能者出场（启示录1章之三）"
                    },
                    {
                        "name": "04|在耶稣的患难、国度、忍耐里一同有份（启示录1章之四）"
                    },
                    {
                        "name": "05|荣耀人子显现（启示录1章之五）"
                    },
                    {
                        "name": "06|不要丢掉起初的爱（启示录2章之一）"
                    },
                    {
                        "name": "07|贫穷VS富足（启示录2章之二）"
                    },
                    {
                        "name": "08|至死忠心（启示录2章之三）"
                    },
                    {
                        "name": "09|新名（启示录2章之四）"
                    },
                    {
                        "name": "10|教会与今世风俗（启示录2章之五）"
                    },
                    {
                        "name": "11|期盼属灵僵尸复活（启示录3章之一）"
                    },
                    {
                        "name": "12|深得主心的非拉铁非（启示录3章之二）"
                    },
                    {
                        "name": "13|反省你我生命中的老底嘉（启示录3章之三）"
                    },
                    {
                        "name": "14|你是罗得还是亚伯拉罕（启示录3章之四）"
                    },
                    {
                        "name": "15|无法被删除的基督在教会中间行走（启示录3章之五）"
                    },
                    {
                        "name": "16|从宝座看历史（启示录4章之一）"
                    },
                    {
                        "name": "17|真正的历史哲学（启示录4章之二）"
                    },
                    {
                        "name": "18|狮子变羔羊（启示录5章之一）"
                    },
                    {
                        "name": "19|羔羊敬拜（启示录5章之二）"
                    },
                    {
                        "name": "20|从狮子到羔羊，从羔羊到狮子（启示录5章之三）"
                    },
                    {
                        "name": "21|四马意象的惊人揭示（启示录6章之一）"
                    },
                    {
                        "name": "22|被杀之人的灵魂（启示录6章之二）"
                    },
                    {
                        "name": "23|十二支派与十四万四千人（启示录7章之一）"
                    },
                    {
                        "name": "24|大患难是什么（启示录7章之二）"
                    },
                    {
                        "name": "25|神竟亲自擦去（启示录8章之一）"
                    },
                    {
                        "name": "26|灾难的警告（启示录8章之二）"
                    },
                    {
                        "name": "27|蝗灾（启示录9章之一）"
                    },
                    {
                        "name": "28|魔鬼反噬跟随者（启示录9章之二）"
                    },
                    {
                        "name": "29|天父的美意本是如此（启示录10章之一）"
                    },
                    {
                        "name": "30|苦与甜（启示录10章之二）"
                    },
                    {
                        "name": "31|教会在末世会大批沦为外院（启示录11章之一）"
                    },
                    {
                        "name": "32|是见证，同时也是宣判（启示录11章之二）"
                    },
                    {
                        "name": "33|受苦以得胜（启示录11章之三）"
                    },
                    {
                        "name": "34|妇人、婴孩和龙以及旷野，到底是什么？（启示录12章之一）"
                    },
                    {
                        "name": "35|假作真时真亦真（启示录12章之二）"
                    },
                    {
                        "name": "36|受苦中蒙保守（启示录12章之三）"
                    },
                    {
                        "name": "37|反三位一体（启示录13章之一）"
                    },
                    {
                        "name": "38|666到底是什么意思（启示录13章之二）"
                    },
                    {
                        "name": "39|这十四万四千又是谁（启示录14章之一）"
                    },
                    {
                        "name": "40|蒙召而战（启示录14章之二）"
                    },
                    {
                        "name": "41|你是庄稼还是葡萄？（启示录14章之三）"
                    },
                    {
                        "name": "42|从摩西之歌到羔羊之歌（启示录15章之一）"
                    },
                    {
                        "name": "43|殿开了意味着什么？（启示录15章之二）"
                    },
                    {
                        "name": "44|灾难不可怕，可怕的是灾难背后的审判（启示录16章之一）"
                    },
                    {
                        "name": "45|五到七晚之灾（启示录16章之二）"
                    },
                    {
                        "name": "46|巴比伦大淫妇（启示录17章之一）"
                    },
                    {
                        "name": "47|真心爱你的上帝，然后自由行动（启示录17章之二）"
                    },
                    {
                        "name": "48|有一位在我们中间的，我们却不认识他（启示录17之三）"
                    },
                    {
                        "name": "49|自相纷争（启示录17之四）"
                    },
                    {
                        "name": "50|大巴比伦倾覆（启示录18章之一）"
                    },
                    {
                        "name": "51|三重六六六（启示录18章之二）"
                    },
                    {
                        "name": "52|凡被请赴羔羊之婚筵的有福了（启示录19章之一）"
                    },
                    {
                        "name": "53|他的名称为神之道（启示录19章之二）"
                    },
                    {
                        "name": "54|上帝是最高明父母（启示录20章之一）"
                    },
                    {
                        "name": "55|千禧年到底怎么回事？（启示录20章之二）"
                    },
                    {
                        "name": "56|撒但被捆绑到底什么意思（启示录20章之三）"
                    },
                    {
                        "name": "57|已经降临的国度和禧年（启示录20章之四）"
                    },
                    {
                        "name": "58|头一次复活是头一批复活吗？（启示录20章之五）"
                    },
                    {
                        "name": "59|大会战（启示录20章之六）"
                    },
                    {
                        "name": "60|你的名字在生命册上吗（启示录20章之七）"
                    },
                    {
                        "name": "61|上帝的帐幕在人间（启示录21章之一）"
                    },
                    {
                        "name": "62|至美至圣之城（启示录21章之二）"
                    },
                    {
                        "name": "63|到底谁在围着谁（启示录21章之三）"
                    },
                    {
                        "name": "64|圣城之荣美（启示录22章之一）"
                    },
                    {
                        "name": "65|三重见证之真实可靠（启示录22章之二）"
                    },
                    {
                        "name": "66|来吧，白白取生命的水喝！（启示录22章之三）"
                    },
                    {
                        "name": "67|主必快来，纯全向祂（启示录22章之四）"
                    },
                    {
                        "name": "68|必须整体性讲解启示录的象征（启示录1小结之一）"
                    },
                    {
                        "name": "69|启示录象征中的反三一和时间（启示录2小结之二）"
                    },
                    {
                        "name": "70|主旨与历史哲学（启示录1小结之三）"
                    },
                    {
                        "name": "71|教会被掳巴比伦（启示录1小结之四）"
                    },
                    {
                        "name": "72|《启示录》与羔羊异象的深意（启示录1小结之五）"
                    },
                    {
                        "name": "73|《启示录》与文化处境（启示录1小结之六）"
                    },
                    {
                        "name": "74|《启示录》与你我（启示录1小结之七）"
                    }
                ]
            },
            {
                "name": "彼前",
                "children": [
                    {
                        "name": "01|一卷盼望之书（彼前1章之一）"
                    },
                    {
                        "name": "02|天上基业（彼前1章之二）"
                    },
                    {
                        "name": "03|不怕火炼的信心（彼前1章之三）"
                    },
                    {
                        "name": "04|连天使都愿意详细察看（彼前1章之四）"
                    },
                    {
                        "name": "05|如何回应救恩（彼前1章之五）"
                    },
                    {
                        "name": "06|救赎的内涵（彼前1章之六）"
                    },
                    {
                        "name": "07|以道盈空（彼前1章之七）"
                    },
                    {
                        "name": "08|爱慕纯净灵奶（彼前2章之一）"
                    },
                    {
                        "name": "09|活石灵宫（彼前2章之二）"
                    },
                    {
                        "name": "10|内圣外证（彼前2章之三）"
                    },
                    {
                        "name": "11|顺服人的一切制度（彼前2章之四）"
                    },
                    {
                        "name": "12|主不只是救主也是榜样（彼前2章之五）"
                    },
                    {
                        "name": "13|他到底是谁先于他做了什么（彼前2章之六）"
                    },
                    {
                        "name": "14|神人二性的主如何真实受苦（彼前2章之七）"
                    },
                    {
                        "name": "15|家庭中的顺服与体恤（彼前3章之一）"
                    },
                    {
                        "name": "16|灵性社群身处充满敌意的世界（彼前3章之二）"
                    },
                    {
                        "name": "17|没有人是一座孤岛（彼前3章之三）"
                    },
                    {
                        "name": "18|肉体与灵性（彼前3章之四）"
                    },
                    {
                        "name": "19|以受苦心志为兵器（彼前4章之一）"
                    },
                    {
                        "name": "20|历史即将落下帷幕（彼前4章之二）"
                    },
                    {
                        "name": "21|为义受苦的呼吁（彼前4章之三）"
                    },
                    {
                        "name": "22|神圣的牧养服侍（彼前5章之一）"
                    },
                    {
                        "name": "|彼得的劝勉与鼓励（彼前5章之二）"
                    }
                ]
            },
            {
                "name": "彼后",
                "children": []
            },
            {
                "name": "犹大书",
                "children": [
                    {
                        "name": "01|为何要竭力争辩（犹大书1之一）"
                    },
                    {
                        "name": "02|审判（犹大书1之二）"
                    },
                    {
                        "name": "03|至圣真道上造就圣灵里祷告保守自己常在主爱之中（犹大书2之三）"
                    }
                ]
            },
            {
                "name": "约翰一书",
                "children": [
                    {
                        "name": "01|正确教义正确伦理正确关系三合一（约翰一书1章之一）"
                    },
                    {
                        "name": "02|充满至高喜乐（约翰一书1章之二）"
                    },
                    {
                        "name": "03|属灵119（约翰一书1章之三）"
                    },
                    {
                        "name": "04|真认识真顺服（约翰一书2章之一）"
                    },
                    {
                        "name": "05|神是光与作光明之子（约翰一书2章之二）"
                    },
                    {
                        "name": "06|唯独遵行上帝旨意的乃永远长存（约翰一书2章之三）"
                    },
                    {
                        "name": "07|末世纷扰主必快来（约翰一书2章之四）"
                    },
                    {
                        "name": "08|凡不行义的就不属神（约翰一书3章之一）"
                    },
                    {
                        "name": "09|基督徒的记号是爱（约翰一书3章之二）"
                    },
                    {
                        "name": "10|你有得救的确据吗（约翰一书3章之三）"
                    },
                    {
                        "name": "11|辨别诸灵（约翰一书4章之一）"
                    },
                    {
                        "name": "12|不是我们爱神乃是神爱我们（约翰一书4章之二）"
                    },
                    {
                        "name": "13|信心、伦理与关系三合一（约翰一书5章之一）"
                    },
                    {
                        "name": "14|教牧关切（约翰一书5章之二）"
                    },
                    {
                        "name": "15|确据从何而来（约翰一书5章之三）"
                    }
                ]
            },
            {
                "name": "约翰三书",
                "children": [
                    {
                        "name": "01|接待（约翰三书2之一）"
                    },
                    {
                        "name": "02|为丢特腓画像（约翰三书2之二）"
                    }
                ]
            },
            {
                "name": "约翰二书",
                "children": [
                    {
                        "name": "01|真理与爱（约翰二书1之一）"
                    },
                    {
                        "name": "02|越界创新的危机（约翰二书1之二）"
                    }
                ]
            }
        ]
    }
]